Repository: GoZOo/Eventus
Catalog: lang/eventus-*.po
Languages: fr_fr

source: Results button
fr_fr: Bouton Résultats

source: Display a button containing the results links
fr_fr: Afficher un bouton contenant le liens des résultats

source: Team
fr_fr: Équipe

source: Select a team
fr_fr: Sélectionnez une équipe

source: Match Calendar
fr_fr: Calendrier des Matchs

source: Position and Score
fr_fr: Position et Score

source: Display position and score
fr_fr: Afficher la position et le score

source: Matche
fr_fr: Match

source: Display next/last match
fr_fr: Afficher le prochain/dernier match

source: Select a type
fr_fr: Sélectionnez un type

source: Next match
fr_fr: Prochain match

source: Last match
fr_fr: Dernier match

source: Format to display
fr_fr: Format à afficher

source: Select a format
fr_fr: Sélectionnez un format

source: Multiple lines
fr_fr: Lignes multiples

source: Two lines
fr_fr: Deux lignes

source: No matches available
fr_fr: Aucun match disponible

source: Results List
fr_fr: Liste Résultats

source: Display the results
fr_fr: Afficher les résultats

source: Photo Team
fr_fr: Photo Équipe

source: Photo of a Team
fr_fr: Photo d'une Équipe

source: Image format
fr_fr: Format de l'image

source: Male
fr_fr: Masculin

source: Female
fr_fr: Féminin

source: Mixed
fr_fr: Mixte

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: at
fr_fr: à

source: Hall
fr_fr: Salle

source: D.
fr_fr: J.

source: This action is irreversible. Do you really want to delete the element?
fr_fr: Cette action est irréversible. Voulez-vous vraiment supprimer l'élément ?

source: Loading in progress....
fr_fr: Chargement en cours...

source: Select the default team image
fr_fr: Sélectionnez l'image par défaut de l'équipe

source: Use this image
fr_fr: Utiliser cette image

source: The match data has been synchronized.
fr_fr: Les données des matchs ont bien été synchronisées.

source: The match data was synchronized well, despite some errors. For more information, see
fr_fr: Les données des matchs ont bien été synchronisées, malgré des erreurs. Pour plus d'informations, consultez

source: the logs
fr_fr: les logs

source: The matches have been deleted.
fr_fr: Les matchs ont bien été supprimés.

source: The matches have been updated.
fr_fr: Les matchs ont bien été mis à jour.

source: The appointment times have been updated.
fr_fr: Les heures de rendez-vous ont bien été mises à jour.

source: The appointment times have been updated, despite some errors. For more information, see
fr_fr: Les heures de rendez-vous ont bien été mises à jour, malgré des erreurs. Pour plus d'informations, consultez

source: The team has been well updated.
fr_fr: L'équipe à bien été mise à jour.

source: The team has been added well.
fr_fr: L'équipe à bien été ajoutée.

source: The team could not be modified. Some fields are missing.
fr_fr: L'équipe n'a pas pu être modifié. Certains champs sont manquants.

source: The team could not be added. Some fields are missing.
fr_fr: L'équipe n'a pas pu être ajouté. Certains champs sont manquants.

source: The team has been removed.
fr_fr: L'équipe à bien été supprimée.

source: The teams have been deleted.
fr_fr: Les équipes ont bien été supprimée.

source: The club has been updated.
fr_fr: Le club a bien été mis à jour.

source: The club has been well added.
fr_fr: Le club à bien été ajouté.

source: The club could not be modified. Some fields are missing.
fr_fr: Le club n'a pas pu être modifié. Certains champs sont manquants.

source: The club could not be added. Some fields are missing.
fr_fr: Le club n'a pas pu être ajouté. Certains champs sont manquants.

source: The club has been deleted.
fr_fr: Le club a bien été supprimés.

source: The logs have been deleted.
fr_fr: Les logs ont bien été supprimés.

source: The plugin has been reset.
fr_fr: Le plugin à bien été réinitialisé.

source: The parameters have been updated.
fr_fr: Les paramètres ont bien été mis à jour.

source: Please specify your Google Map API key in
fr_fr: Veuillez préciser votre clé Api Google Map dans

source: the parameters
fr_fr: les paramètres

source: The calendars have been updated.
fr_fr: Les calendriers ont bien été mise à jour.

source: The calendar has been updated.
fr_fr: Le calendrier a bien été mise à jour.

source: The calendars have been deleted.
fr_fr: Les calendriers ont bien été supprimés.

source: Please select a club.
fr_fr: Veuillez sélectionner un club.

source: The teams have been added well.
fr_fr: Les équipes ont bien été ajoutées.

source: Settings
fr_fr: Paramètres

source: Overview
fr_fr: Vue d'ensemble

source: Teams & Results
fr_fr: Équipe & Résultats

source: Teams
fr_fr: Équipes

source: Seeker
fr_fr: Chercheur

source: New club
fr_fr: Nouveau club

source: Name
fr_fr: Nom

source: String
fr_fr: Chaîne de caractères

source: String that the algorithm will search on the FFHB website
fr_fr: Chaîne de caractères que l'algorithme vas chercher sur le site de la FFHB

source: Address of the gym
fr_fr: Adresse de la salle

source: Address
fr_fr: Adresse

source: Address used to calculate match rdv schedules
fr_fr: Adresse utilisé pour calculer les horaires de rdv des matchs

source: Select an image
fr_fr: Sélectionnez une image

source: Delete the image
fr_fr: Supprimer l'image

source: This action is irreversible. Do you really want to delete the club?
fr_fr: Cette action est irréversible. Voulez-vous vraiment supprimer le club ?

source: Delete the club
fr_fr: Supprimer le club

source: Save changes
fr_fr: Enregistrer les modifications

source: List of Clubs
fr_fr: Liste des Clubs

source: Please add a club first...
fr_fr: Veuillez d'abord ajouter un club.....

source: / Teams :
fr_fr: / Équipe :

source: Add a club
fr_fr: Ajouter un club

source: Team(s):
fr_fr: Équipe(s) :

source: See the team(s)
fr_fr: Voir les équipes

source: See the club(s)
fr_fr: Voir les clubs

source: See the logs
fr_fr: Voir les logs

source: Last synchronization of matches:
fr_fr: Dernière synchronisation des matchs :

source: Synchronize match data
fr_fr: Synchroniser les données des matchs

source: Saves & synchronizes match data with the Federation website.
fr_fr: Enregistre & synchronise les données des matchs avec le site de la Fédération.

source: by
fr_fr: par

source: The item could not be found...
fr_fr: L'élément n'a pas pu être trouvée...

source: Return
fr_fr: Retour

source: List of teams
fr_fr: Liste des équipes

source: No team has been found for this club...
fr_fr: Aucune équipe n'a été trouvée pour ce club...

source: Matches
fr_fr: Matchs

source: / Matches :
fr_fr: / Matchs :

source: Add a team
fr_fr: Ajouter une équipe

source: Update calendars
fr_fr: Mettre à jour les calendrier

source: Update all ICS team calendars
fr_fr: Mets à jour tous les calendriers ICS des équipes

source: Last. synch. :
fr_fr: Dern. synch. :

source: Log display
fr_fr: Affichage des logs

source: No log to display
fr_fr: Aucun log à afficher

source: This action is irreversible. Do you really want to delete the logs?
fr_fr: Cette action est iréversible. Voulez-vous vraiment supprimer les logs ?

source: Delete logs
fr_fr: Effacer les logs

source: New team
fr_fr: Nouvelle équipe

source: Time
fr_fr: Heure

source: goals
fr_fr: buts

source: Opp.
fr_fr: Adv.

source: Street
fr_fr: Rue

source: City
fr_fr: Ville

source: Gym
fr_fr: Salle

source: Son matches
fr_fr: Matchs fils

source: Other matches
fr_fr: Autre Matchs

source: Add a match
fr_fr: Ajouter un match

source: Recalculate RDV schedules
fr_fr: Recalculer les horaires de RDV

source: Saves and updates the schedules of upcoming outdoor games with a valid address.
fr_fr: Enregistre et met à jour les horaires des prochains matchs à l’extérieur avec une adresse valide.

source: Update the calendar
fr_fr: Mettre à jour le calendrier

source: Update the team's ICS calendar
fr_fr: Mets à jour le calendrier ICS de l'équipe

source: Sex
fr_fr: Sexe

source: Link n°1 of the championship results
fr_fr: Lien n°1 des résultats du championnat

source: Link n°2 of the championship results
fr_fr: Lien n°2 des résultats du championnat

source: Add teams
fr_fr: Ajouter les équipes

source: No result
fr_fr: Aucun résultat

source: Errors occurred during data recovery.
fr_fr: Des erreurs se sont produites durant la récupération des données.

source: Select a club
fr_fr: Sélectionner un club

source: Select the championships
fr_fr: Sélectionner les championnats

source: Departmental:
fr_fr: Départemental :

source: - None -
fr_fr: - Aucun-

source: Regional:
fr_fr: Régional :

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Seek
fr_fr: Chercher

source: Google Map API Key
fr_fr: Clé Api Google Map

source: API Key
fr_fr: Clé Api

source: Pre-game rdv time
fr_fr: Temps de rdv d'avant match

source: Default rdv time before the game
fr_fr: Temps de rdv avant match par défaut

source: Notification email
fr_fr: Adresse mail de notification

source: Leave blank if you do not want notifications.
fr_fr: Laissez vide si vous ne voulez pas de notifications.

source: Reset logs for each email sent
fr_fr: Réinitialiser les logs pour chaque e-mail envoyé

source: Current season
fr_fr: Saison en cours

source: Select a date
fr_fr: Sélectionner une date

source: Reset actions
fr_fr: Actions de réinitialisations

source: See
fr_fr: Voir

source: This action is irreversible. Do you really want to purge all the calendars?
fr_fr: Cette action est irréversible. Voulez-vous vraiment purger tous les calendriers ?

source: Purge all calendars
fr_fr: Purger tous les calendriers

source: This action is irreversible. Do you really want to purge all the matches?
fr_fr: Cette action est irréversible. Voulez-vous vraiment purger tous les matchs ?

source: Purge all matches
fr_fr: Purger tous les matchs

source: This action is irreversible. Do you really want to purge all the teams?
fr_fr: Cette action est irréversible. Voulez-vous vraiment purger toutes les équipes ?

source: Purge all teams
fr_fr: Purger toutes les équipes

source: This action is irreversible. Do you really want to purge all the clubs?
fr_fr: Cette action est irréversible. Voulez-vous vraiment purger tous les clubs ?

source: Purge all clubs
fr_fr: Purger tous les club

source: This action is irreversible. Do you really want to reset Eventus?
fr_fr: Cette action est irréversible. Voulez-vous vraiment réinitialiser Eventus ?

source: Reset Eventus
fr_fr: Réinitialiser Eventus

source: You are not authorized to access this page.
fr_fr: Vous n'êtes pas autorisé à accéder à cette page.

source: Credits
fr_fr: Crédits

source: In case of problems, several ways to contact me are available on my website or via my GitHub.
fr_fr: En cas de soucis, plusieurs moyens de me contacter sont disponibles sur mon site ou via mon GitHub.

source: Time for pre-match RDV (in minutes)
fr_fr: Temps pour RDV d'avant match (en minutes)

source: Delete the team
fr_fr: Supprimer l'équipe

source: Download the calendar (ICS)
fr_fr: Télécharger le calendrier (ICS)

source: Copy the link of the calendar (ICS)
fr_fr: Copier le lien du calendrier (ICS)
